Repository: mozilla-l10n/mt-training-data
Catalog: azb/azb_pontoon.tmx
Source language: en_us
Languages: azb

source: 1 add-on
azb: تاخیلان

source: %1$d new permissions are required
azb: %1$d یئنی ایجازه‌لر لازیمدیر

source: %1$d out of %2$d
azb: %2$d سونوچدان %1$d سونوچ

source: %1$d selected
azb: %1$d سئچیلیدی

source: 1. Go to Android Settings
azb: 1. اندروید تنظیم‌لرینه گئت

source: 1 open tab. Tap to switch tabs.
azb: آچیق سئکمه. سئکمه‌لری دگیشدیرمک اوچون توخونون.

source: %1$s, %2$d of %3$d
azb: %3$d -دن %2$d و %1$s

source: %1$s add-ons
azb: %1$s تاخیلان

source: %1$s can close tabs you haven’t viewed over the past month.
azb: %1$s سون بر آی ایچینده باخدیغینیز تاغلاری باغلایا بیلر.

source: %1$s can’t automatically reject cookie requests on this site. You can send a request to support this site in the future.
azb: %1$s بو سایتدا کوُکی ایستک‌لرینی اوْتوماتیک رد ائده بیلمز. گله‌جکده بوُ سایتی آرخالاماق اوُچون ایستک گؤندره بیلرسینیز.

source: %1$s can’t download this file type
azb: %1$s بو فایل نوعونو یئندیره بیلمیر

source: %1$s clears your search and browsing history from private tabs when you close them or quit the app. While this doesn’t make you anonymous to websites or your internet service provider, it makes it easier to keep what you do online private from anyone else who uses this device.
azb: %1$s گیزلی تاغلاری باغلادیغینیز زامان ویا اپ‌دن چیخدیغینیز زامان آختاریش و مورور گئچمیشی پوزولار. بو سیزی سایتلارا ویا اینترنت خیدمت وئرنلره گیزلی ائتمه‌سه‌ده، بو جهازدان ایستیفاده ائدن هرکسدن آنلاین اولاراق نه ائتدیگینیزی گیزلی ساخلاماغی آسانلاشدیریر.

source: %1$s could not be installed because it has a high risk of causing stability or security problems.
azb: %1$s قورماق اولمادی، چونکی اونون ثابیتلیک و یا امنیت موشکول‌لرینه سبب اولماسینین ریسکی چوخدور.

source: %1$s could not be installed because it is not compatible with %2$s %3$s.
azb: %1$s قورولا بیلمه‌دی، چونکی او، %2$s %3$s ایله اویغون دئییل.

source: %1$s could not be verified as secure and has been disabled.
azb: %1$s -نین گوونلی اولدوغو دوغورلانمادی و گوجدن سالیندی.

source: %1$s could not verify the authenticity of the application. Do you want to proceed with autofilling the selected credentials?
azb: %1$s اپلیکیشن‌ین صحتینی تایید ائلینمه‌دی. سئچیلن کیملیک بیلگی‌لرینی اوتوماتیک دولدورماغا دوام ائتمک ایستییرسیز؟

source: %1$s deletes your cookies, history, and site data when you close all your private tabs. %2$s
azb: %1$s بوتون گیزلی تاغ‌لارینیزی باغلادیغینیز زامان، کوکی‌لری، گئچمیش‌لری و سایت بیلگی‌لرینیزی سیلیر. %2$s

source: %1$s has a new update
azb: %1$s -ین یئنی گونجلله‌مه‌سی وار

source: %1$s has been added to %2$s
azb: %1$s، %2$s لیستینه اکلندی.

source: %1$s has been disabled due to security or stability issues.
azb: امنیت ویا ثابیتلیک موشکول‌لری سببی ایله %1$s گوجدن سالیندی.

source: %1$s is not compatible with your version of %2$s (version %3$s).
azb: %1$s سیزین %2$s یازیمیزا (%3$s یازیمی) اویغون دئییل.

source: %1$s is produced by Mozilla.
azb: %1$s موزیلا طرفیندن دوزه‌دیلمیش.

source: %1$s is requesting your username and password.
azb: %1$s قوللانیجی آدینیزی و رمزینیزی ایستییر.

source: %1$s just refused cookies for you
azb: %1$s سیزین اوچون کوُکی‌لری رد ائتدی.

source: %1$s may install and run studies from time to time.
azb: %1$s ایمکانی وار هردن بیر آراشدیرمالاری نصب ائلیه و چالیشدیرا.

source: %1$s on %2$s %3$s
azb: %1$s - %2$s %3$s

source: %1$s open tabs. Tap to switch tabs.
azb: %1$s آچیق سئکمه‌. دگیشدیرمک اوچون توخونون.

source: %1$s out of 5 stars
azb: 5 اولدوزدان %1$s

source: %1$s (Private Mode)
azb: %1$s (گیزلی حالت)

source: %1$s requests additional permissions.
azb: %1$s داها آرتیق ایجازه‌لر ایستییر.

source: %1$s tabs closed: %2$d
azb: %1$s تاغیْ باغلاندیْ: %2$d

source: %2$s is requesting your username and password. The site says: “%1$s”
azb: %2$s قوللانیجی آدینیزی و رمزینیزی ایستییر. سایت‌دا دئییلیر: ”%1$s“

source: 2. Tap <b>Permissions</b>
azb: 2. <b>اجازه‌لری</b> ویرین

source: 3. Toggle <b>%1$s</b> to ON
azb: 3. <b>%1$s</b> تغییرینی آچ

source: About
azb: حاقیندا

source: About %1$s
azb: %1$s حاقیندا

source: Accept and edit suggestion
azb: تکلیف‌لری قبول و دوزه‌لیش ائدین

source: Accept the Risk and Continue
azb: ریسکی قبول ائلییرک دوام ائدین

source: Access browser activity during navigation
azb: گزینمه زامانی موروچو فعالیتینه ال چاتما

source: Access browser tabs
azb: موروچو تاغلارینا ال چاتما

source: Access browsing history
azb: مورور گئچمیشینه ال چاتما

source: Accessibility
azb: اَل چاتانلیق

source: Access recently closed tabs
azb: یاخین باغلانمیش تاغلارا ال چاتین

source: Access to the file was denied
azb: فایلؽن ایشلدیلمه‌سینه ایجازه وئریلمه‌دی

source: Access your data for %1$s
azb: %1$s دیتالاریزا ال چاتما

source: Access your data for all websites
azb: بوتون وبسایتلار دیتالاریزا ال چاتما

source: Access your data for sites in the %1$s domain
azb: %1$s دامنه‌سینده‌کی سایتلار اوچون دیتالاریزا ال چاتما

source: Access your data on %1$d other domains
azb: باشقا %1$d دامنه‌‌لرده دیتالاریزا ال چاتما

source: Access your data on %1$d other sites
azb: دیگر %1$d سایتداکی دیتالاریزا ال چاتما

source: Access your data on 1 other domain
azb: باشقا 1 دامنه‌ده دیتالاریزا ال چاتما

source: Access your data on 1 other site
azb: دیگر 1 سایتدا دیتالاریزا ال چاتما

source: Access your location
azb: قونوموزا ال چاتما

source: Account
azb: حساب

source: Account info
azb: حساب بیلگی‌لری

source: Account picture
azb: حساب عکسی

source: Account settings
azb: حساب تنظیم‌لری

source: Active
azb: ایشده

source: Ad by %s
azb: %s تبلیغاتی

source: Add
azb: اکله

source: Add %1$s?
azb: %1$s اکلنسین؟

source: Add %1$s and %2$s to %3$s
azb: %1$s و %2$s'یی %3$s'ا اکله‌یین

source: Add %1$s to %2$s
azb: %2$s -یه %1$s اکله‌یین

source: Add address
azb: آدرس آرتیر

source: Add a name
azb: بیر آد وئر

source: Add a new folder
azb: یئنی پوشه آرتیر

source: Add bookmark, Shortcut, Home, Collection, PDF
azb: بوکمارک، شورتکات، آنا یارپاق، مجموعه، پی دی اف آرتیرماق

source: Add card
azb: کارت آرتیر

source: Added to shortcuts!
azb: شوْرتکات‌لارا آرتیریلدیْ !

source: Add Firefox widget
azb: فایرفاکس ویجتینی آرتیر

source: Add folder
azb: قوْولوق اکله

source: Add new collection
azb: یئنی مجموعه اکله

source: Add new search engine
azb: یئنی آختاریش موتورو آرتیر

source: Add-on collection modified. Quitting the application to apply changes…
azb: تاخیْلان مجموعه‌‌سی ایصلاح اوْلدوُ. دگیشمه‌لری یئرینه سالماق اوچون اپلیکیشن‌دن چیْخیلیر…

source: Add-ons
azb: تاخیلان

source: Add-ons are temporarily disabled
azb: تاخیلان‌لار گئچیجی اوْلاراق گوُجدن سالیْنمیش.

source: Add-ons Manager
azb: تاخیلان مودیریتی

source: Add-ons, navigate up
azb: تاخیلان‌لار، یوخاری گئت

source: Add-on updates
azb: تاخیلان گونجلله‌مه‌لری

source: Add password
azb: رمز آرتیر

source: Add private browsing shortcut
azb: گیزلی مورور شورتکاتینی آرتیر

source: Add private tab
azb: گیزلی تاغ آرتیر

source: Address bar - Firefox Suggest
azb: آدرس چوبوغو -فایرفاکس تکلیفی

source: Address bar location
azb: آدرس چوبوغو یئری

source: Address bar preferences
azb: آدرس چوبوغو ترجیح‌لری

source: Addresses
azb: آدرس‌لر

source: Address Not Found
azb: آدرس تاپیلمادی

source: Add search engine
azb: آختاریش موتورو آرتیر

source: Add tab
azb: تاغ آرتیر

source: Add them to %1$s
azb: بونلاری %1$s'ا اکله‌ییه

source: Add to contact
azb: موخاطب‌لره آرتیر

source: Add to Home screen
azb: آنا اکرانا آرتیر

source: Add to Home screen…
azb: آنا اکرانا آرتیر…

source: Add to shortcuts
azb: شورتکات‌لارا آرتیر

source: Add username to saved password?
azb: قوللانیجی آدی یاددا ساخلانمیش رمزه اکلنسین؟

source: Adjusted rating
azb: دوزلتیلمیش درجه

source: Advanced
azb: قاباغجیل

source: Advanced…
azb: قاباغجیل

source: After one day
azb: بیر گوندن سوْنرا

source: After one month
azb: بیر آیدان سوْنرا

source: After one week
azb: بیر هفته‌دن سوْنرا

source: All actions
azb: بوتون عمل‌لر

source: All cookies (will cause websites to break)
azb: بوتون کوکی‌لر ( سایتلارین پوزولماسینا سبب اولا بیلر)

source: Allow
azb: ایجازه وئر

source: ALLOW
azb: اجازه وئر

source: Allow %1$s to open %2$s
azb: %1$s -یه %2$s آدرسینی آچماسینا اجازه وئر

source: Allow %1$s to play DRM-controlled content?
azb: %1$s سایتی DRM-کونترول موحتوالاری اوینادا بیلسین؟

source: Allow %1$s to send notifications?
azb: %1$s بیلدیریش گؤندره ‌بیلسین؟

source: Allow %1$s to store data in persistent storage?
azb: %1$s قالیجی مخزنینده دیتا ساخلیا بیلسین؟

source: Allow %1$s to use its cookies on %2$s?
azb: %1$s، کوکی‌لرینی %2$s سایتیندا ایشه آلسین؟

source: Allow %1$s to use your camera?
azb: %1$s کامئرازی ایشه آلسین؟

source: Allow %1$s to use your camera and microphone?
azb: %1$s کامئرا و میکروفونوزو ایشه آلسین؟

source: Allow %1$s to use your location?
azb: %1$s قونوموزو ایشه آلسین؟

source: Allow %1$s to use your microphone?
azb: %1$s میکروفونوزو ایشه آلسین؟

source: Allow audio and video
azb: سس و ویدئویا ایجازه وئر

source: Allowed
azb: ایجازه وئریلدی

source: Allow for all sites
azb: بوتون سایتلار اوچون ایجازه وئر

source: Allow in private browsing
azb: اؤزل مورورچویا ایجازه وئر

source: Allow screenshots in private browsing
azb: گیزلی موروردا اسکرین شاتا ایجازه وئر

source: Allow search suggestions in private sessions?
azb: اؤزل اوتورم‌لاردا آختاریش تکلیف‌لرینه ایجازه وئریلسین؟

source: Allows Mozilla to install and run studies
azb: موزیلایا آراشدیرمالار قوْشماغینا و ایجرا ائتمه‌سینه ایجازه وئریر.

source: All third-party cookies (may cause websites to break)
azb: بوتون شخص ثالت کوکی‌لری ( سایتلارین پوزولماسینا سبب اولا بیلر)

source: A login with that username already exists
azb: بو قوللانیجیْ آدیلا بیر گیریش آرتیق واردیر

source: Always
azb: هر زامان

source: Analysis is up to date
azb: آنالیز گونجل‌دیر

source: A new permission is required
azb: بیر یئنی ایجازه لازیمدیر

source: Apr
azb: آپریل

source: Are these reviews reliable? Check now to see an adjusted rating.
azb: بو رای‌لرین اعتباری وار؟ دوزلتیلمیش رتبه‌نی گؤرمک اوچون ایندی یوْخلایین.

source: Are you sure?
azb: سیز آرخایینسیز؟

source: Are you sure that you want to clear all the cookies and data for the site <b>%s</b>?
azb: <b>%s</b> سایتین بوتون کوکی‌لر و سایت دیتالارینیْ سیلمه‌گه آرخایینسیز؟

source: Are you sure that you want to clear all the permissions for this site?
azb: بو سایت اوچون بوتون اجازه‌لری سیلمک ایسته‌دیگیزه آرخایینسیز؟

source: Are you sure that you want to clear all the permissions on all sites?
azb: بوتون سایتلارداکی بوتون اجازه‌لری سیلمک ایسته‌دیگیزه آرخایینسیز؟

source: Are you sure that you want to clear this permission for this site?
azb: بو سایت اوچون بو اجازه‌نی سیلمک ایسته‌دیگیزه آرخایینسیز؟

source: Are you sure you want to delete %1$s?
azb: %1$s مجموعه‌سینی سیلمه‌گه آرخایینسیز؟

source: Are you sure you want to delete this bookmark?
azb: بو بوکمارکیْ سیلمه‌گه آرخایینسیز؟

source: Are you sure you want to delete this folder?
azb: بو قوْولوغو سیلمک ایسته‌دیگینیزه آرخایینسیز؟

source: Are you sure you want to delete this password?
azb: بو رمزی سیلمه‌گه آرخایینسیز؟

source: Articles powered by %s
azb: %sطرفیندن گوج آلینان مقاله‌لر

source: Artist series
azb: هونرمند سئری‌سی

source: A site is playing media
azb: بیر سایت مدیا اوینادیر

source: Ask before opening
azb: آچمازدان اؤنجه سوْروُشون.

source: Ask to allow
azb: ایجازه ایسته‌یین

source: Ask to save
azb: ساخلاماغیْ سوْروش

source: Audio and video will play on Wi-Fi
azb: سس و ویدئو وایفای‌ اوستونده چالیناجاق

source: Aug
azb: آقوست

source: Author
azb: یازیجی

source: Authors
azb: یازیجی‌لار

source: Auto-close after one month?
azb: بیر آیدان سونرا اوتوماتیک باغلانسین؟

source: Auto-close enabled
azb: اتوباغلا گوجلندی

source: Auto-close open tabs
azb: آچیق تاغلاریْ اوْتوماتیک باغلا

source: Autocomplete URLs
azb: اؤزاؤزونه URL تکمیل‌لشمه‌سی

source: Autofill
azb: اؤز اؤزونه دوْلدورما

source: Autofill in %1$s
azb: %1$s ایله اتوماتیک دوْلدور

source: Autofill in other apps
azb: آیریْ اَپ‌لرده اتوماتیک دوْلدور

source: Automatically attempts to connect to sites using HTTPS encryption protocol for increased security.
azb: داها چوْخ گوونلیک اوچون HTTPS رمزله‌مه پروْتوکولوُندان ایستیفاده ائده‌رک سایتلارا اوْتوماتیک قوْشوُلماغا چالیْشیر.

source: Automatically deletes browsing data when you select \"Quit\" from the main menu
azb: اصلی منودان \"چیخین\" سئچدیگینیز زمان باخیش بیلگی‌لری سیلینیر.

source: Automatic font sizing
azb: اوْتوماتیک فوْنت اؤلچوسو

source: Autoplay
azb: اؤزاؤزونه چالما

source: Back
azb: دالیا

source: Based on reliable reviews
azb: اعتبارلی باخیشلارا دایانمیش

source: Beta
azb: بتا

source: <b>Highlights</b> are from %s reviews within the last 80 days that we believe to be reliable.
azb: <b> شاخص‌لر</b> اعتبارلیْ اوْلدوغونا سوْن 80 گون ایچینده %s رای‌لردن‌دیر.

source: Block
azb: مسدود ائله

source: Block audio and video
azb: سس و ویدئویو مسدود ائله

source: Block audio and video on cellular data only
azb: یالنیز موبایل سلولاردا سس و ویدئونو بلوْکلا

source: Block audio only
azb: یالنیز سس مسدودو

source: Block content on any page
azb: هر صفحه‌ده موحتوانی مسدود ائله

source: Blocked
azb: مسدود اوْلان

source: Blocked by Android
azb: اندروید طرفیندن مسدود اوْلوندو

source: Blocks cookies that ad networks and analytics companies use to compile your browsing data across many sites.
azb: تبلیغاتی شبکه‌لری و تحلیلی شرکت‌لرین بیر چوْخ سایتلاردا مرور دیتانیزی یئغماق اوچون ایشه آلدیغیْ کوکی‌لری مسدود ائلییر.

source: Bookmark
azb: بوکمارک

source: Bookmarks
azb: بوُکمارک‌لار

source: Bookmark saved!
azb: بوکمارک ساخلاندی!

source: Bookmarks deleted
azb: بوکمارک‌لار سیلیندی

source: Bookmarks Menu
azb: بوکمارک منوسو

source: Bookmarks saved!
azb: بوکمارک‌لار ساخلاندیْ !

source: Bookmarks Toolbar
azb: بوکمارک‌لار ادوات چوبوغو

source: Bookmark this page
azb: بو صفحه‌نی بوکمارک ائله

source: Bottom
azb: آلت

source: Browse faster with new navigation
azb: یئنی گزینمه ایله داها یئیین مرور ائله‌یین

source: Browse with no saved cookies or history in %1$s
azb: %1$s ساخلانیلمیش کوکی‌لر و گئچمیشه اوْلمادان مرور باشلایین.

source: Browse without a trace
azb: ایز بوراخمادان مرور باشلایین.

source: Browsing data deleted
azb: مرور دیتالاریْ سیلیندی

source: Browsing history
azb: مرور گئچیمیشی

source: By selecting “Yes, try it” you agree to %1$s’s %2$s and %3$s’s %4$s.
azb: “هن, امتحان ائله”نی سئچتیغیزده %1$s %2$s و %3$s %4$sنی قبول ائله‌میش اوْلورسوز.

source: Cached images and files
azb: کش اوْلموش عکس‌لر و فایل‌لار

source: Call
azb: تماس

source: Call with…
azb: … -دان تماس توت

source: Camera
azb: کامرا

source: Camera access needed. Go to Android settings, tap permissions, and tap allow.
azb: کامئرا ال چاتماسی لازیم.اندروید تنظیم‌لرینه گئدین، ایجازه‌لره توخونون و ایجازه وئرین.

source: Camera and microphone are on
azb: کامئرا و میکروفون آچیق

source: Camera is on
azb: کامئرا آچیق

source: Cancel
azb: لغو

source: Cancel downloads
azb: یئندیرمه‌لری لغو ائله

source: Cancel private downloads?
azb: گیزلی یئندیرمه‌لر لغو ائدیلسین؟

source: Cannot Complete Request
azb: ایستک قورتارا بیلمیر

source: Cannot share to this app
azb: بو اپ‌ده پایلاشماق اوْلمور

source: Can’t edit default folders
azb: وارساییلان پوشه‌لر دوزه‌لیش اوْلانماز

source: Can’t save password
azb: رمزی یاددا ساخلاماق مومکون دئییل

source: Card Number
azb: کارت شماره‌سی

source: Card number will be encrypted. Security code won’t be saved.
azb: کارت نومره‌سی رمزلشدیریله‌جک. گوونلیک کودو یاددا ساخلانمیاجاق.

source: Change your password, manage data collection, or delete your account
azb: رمزینیزی دگیشدیرین، دیتا یئغمایی ایداره ائدین ویا حسابینیزی سیلین.

source: Checking review quality (%s)
azb: باخیش نئجه‌لیگی یوْخلانیر (%s)

source: Check now
azb: ایندی کنترل ائله

source: Check out 100+ new extensions that let you make Firefox your own.
azb: فایرفاکسیْ اؤزوُنوز ائتمک ایمکانیْ وئرن 100 دن چوْخ یئنی اوُزانتیا باخیْن.

source: Check review quality
azb: باخیش نئجه‌لیغینی یوْخلایین

source: Check that search string matches Example format
azb: آختاریش عبارتین نمونه فرمتینه اویغون اوْلدوغونو یوْخلایین

source: Check your network connection and then try reloading the page.
azb: شبکه باغلانتیزیْ یوْخلایین و دالیسیجا صفحه‌نی یئنی‌دن دوْلدورماغا چالیشین.

source: Check your network connection or try reloading the page in a few moments.
azb: شبکه باغلانتیزی یوخلایین و یا آز سونرا صفحه‌نی یئنیله‌مه‌یی دئنه‌یین.

source: Choose a color
azb: بیر رنگ سئچ

source: Choose a login provider
azb: حساب ایرائه‌ وئره‌نی سئچین

source: Choose a wallpaper that speaks to you.
azb: سیزینله دانیشان بیر دال پرده سئچین.

source: Choose what to sync
azb: نه‌یین دؤنگل ائدیله‌جه‌گینی سئچین

source: Choose which trackers and scripts to block.
azb: هانسیْ ایزله‌ییجی‌لرین و اسکریپت‌لرین مسدود اوْلاجاغینیْ سئچین.

source: City
azb: شهر

source: Classic %s
azb: کلاسیک %s

source: Clear
azb: تمیزله

source: Clear cookies and site data
azb: کوکی‌لر و سایت دیتالاریْ سیلین

source: Clear hostname
azb: هاست آدینیْ پوْز

source: Clear password
azb: رمزی پوْز

source: Clear permission
azb: ایجازه‌‌نی پوْز

source: Clear permissions
azb: ایجازه‌لری پوز

source: Clear permissions on all sites
azb: بوتون سایتلارداکی ایجازه‌لری پوْز

source: Clear recent browsing history, cookies, and related data
azb: یاخین زامانداکی گؤزآتما گئچمیشینی، کوکی‌لری و ایلگیلی دیتالاری پوزون

source: Clears cookies set by redirects to known tracking websites.
azb: بیلینن ایزله‌مه سایتلارینا ریدایرکت اولانلارین کوکی‌لرینی سیلر.

source: Clear username
azb: قوللانیجیْ آدیْ پوْز

source: Click for more details
azb: چوْخ جزئیات اوچون کلیک ائله‌

source: Close
azb: باغلا

source: Close after one day
azb: بیر گۆندن سوْنرا باغلایین

source: Close after one month
azb: بیر آی سونرا باغلا

source: Close after one week
azb: بیر هفته سونرا باغلا

source: Close all inactive tabs
azb: بوتون غیرفعال تاغلاریْ باغلا

source: Close all tabs
azb: بوتون تاغ‌لاریْ باغلا

source: Close bookmarks
azb: بوکمارک‌لاری باغلا

source: Close manually
azb: ال‌ ایله باغلاییْن

source: Close private tabs
azb: گیزلی تاغ‌لاریْ باغلا

source: Close private tabs?
azb: گیزلی تاغ‌لار باغلانسین؟

source: Close reader view
azb: اوخوجو گؤرونوشو باغلا

source: Close review checker
azb: باخیش یوخلایانیْ باغلا

source: Close tab
azb: تاغی باغلا

source: Close tabs
azb: تاغ‌لاریْ باغلا

source: Close tab %s
azb: %s تاغی باغلا

source: collapse
azb: یئغماق

source: collapsed
azb: یئغیلدی

source: Collapse group of synced tabs
azb: دؤنگل ائدیلمیش تاغلارین گروهونو ییغ

source: Collapse inactive tabs
azb: غیرفعال تاغلاریْ ییغ

source: Collapse saved addresses
azb: ساخلانمیش آدرس‌لری یئغ

source: Collapse saved cards
azb: ساخلانمیش کارت‌لاری یئغ

source: Collapse saved passwords
azb: ساخلانمیش رمزلری یئغ

source: Collapse suggested addresses
azb: تکلیف اولونان آدرس‌لری یئغ

source: Collapse suggested credit cards
azb: تکلیف اولونان اعتباری کارت‌لاری یئغ

source: Collapse suggested logins
azb: توصیه اولونان گیریش‌لری یئغ

source: Collection %d
azb: %d مجموعه‌سی

source: Collection deleted
azb: مجموعه سیلیندی

source: Collection menu
azb: مجموعه‌لر منوسو

source: Collection name
azb: مجموعه آدیْ

source: Collection owner (User ID)
azb: مجموعه صاحیبی (قوللانیجیْ آیدی‌سی)

source: Collection renamed
azb: مجموعه‌نین آدی دییشیلدی

source: Collections
azb: مجموعه‌لر

source: Collection saved!
azb: مجموعه ساخلاندیْ!

source: Collect the things that matter to you. Group together similar searches, sites, and tabs for quick access later.
azb: سیزین اوچون اؤنملی اولان شئی‌لری یئغین. داها سوْنرا یئیین گیریش اوچون اوْخشار آختاریش‌لاریْ، سایتلاریْ و تاغ‌لاریْ قروُپلاشدیرین.

source: Common myths about private browsing
azb: گیزلی مورور حاقیندا یایقین اینانجلار

source: Competitiveness
azb: رقابت‌لی

source: Complete action using
azb: ایشه آلاراق حرکتی تماملایین

source: Connect another device
azb: باشقا جهازا باغلا

source: Connect another device.
azb: باشقا جهازا باغلا

source: Connect Another Device…
azb: باشقا بیر جهازا باغلا…

source: Connection is not secure
azb: باغلانتیْ گوونلی دئییل

source: Connection is secure
azb: باغلانتیْ گوونلی

source: Content crashed
azb: ایچریک سیندی

source: Content Encoding Error
azb: ایچریک کدلاما خطاسی

source: Continue
azb: ایدامه وئر

source: Continue to HTTP Site
azb: HTTP سایتینا دوام ائت

source: Continue to website
azb: سایتا ادامه وئر

source: Continue with add-ons disabled
azb: تاخیلان‌لاریْ گوُجسوز ائتمه‌گه ایدامه وئرین

source: Continue with extensions disabled
azb: اوزانتی‌لاریْ گوجسوز ائتمه‌گه ایدامه وئرین

source: Control browser proxy settings
azb: مورورچو پروکسی تنظیم‌لرینی کونترول ائدین

source: Cookie Banner Blocker
azb: کوکی بنر مسدود ائلیه‌نی

source: Cookie Banner Blocker in private browsing
azb: گیزلی موروردا کوکی بنر مسدود ائلینی

source: Cookies
azb: کوکی‌لر

source: Cookies and site data
azb: کوکی‌لر و سایت دیتالاریْ

source: Cookies from unvisited sites
azb: باخیلمامیش سایتلاردان کوکی‌لر

source: Copied to clipboard
azb: کلیپ‌بوْردا کوْپی اوْلوندو

source: Copy
azb: کوْپی

source: Copy email address
azb: ایمیل آدرسی کوپی ائله

source: Copy image
azb: عکسی کوپی ائله

source: Copy image location
azb: عکس یئرینی کوپی ائله

source: Copy link
azb: باغلانتی‌نی کوپی ائله

source: Copy password
azb: رمزی کپی ائله

source: Copy to clipboard
azb: کلیپ‌بوردا کوْپی ائله

source: Copy username
azb: قوللانیجیْ آدینیْ کپی ائله

source: Corrupted Content Error
azb: کورلانمیش ایچریک خطاسی

source: Could not open file
azb: فایل آچیلانمادی.

source: Couldn’t change wallpaper
azb: دال پرده دگیشیله بیلمه‌دی

source: Couldn’t download wallpaper
azb: دال پرده یئندیریلنمه‌دی

source: Country or region
azb: اؤلکه یا بؤلگه

source: Crashes
azb: سینماق‌لار

source: Crash Reports
azb: سینماق راپورت‌لاری

source: Created %s
azb: %s یارادیلدیْ

source: Credit cards
azb: اعتباری کارتلار

source: Cross-site and social media trackers
azb: سایتلارآراسیْ و اجتماعی شبکه ایزله‌ییجی‌لری

source: Cross-site cookies
azb: سایتلار آراسی کوکی‌لر

source: Cross-Site Cookies
azb: سایتلار آراسیْ کوکی‌لر

source: Cross-Site Tracking Cookies
azb: سایتلار آراسیْ ایزله‌مه کوکی‌لری

source: Cryptominers
azb: کریپتو معدنچی

source: Custom
azb: اؤزل

source: Custom Add-on collection
azb: اؤزل تاخیْلان مجموعه‌سی

source: Custom Extension collection
azb: اؤزل اوزانتیْ مجموعه‌سی

source: Customize
azb: اؤزللشدیرمک

source: Customize homepage
azb: آنایارپاغی اؤزللشدیر

source: Customize reader view
azb: اوخوجو گؤرونوشو اؤزللشدیر

source: Customize Reader View
azb: اوْخوجو گؤرونوشو اؤزللشدیر

source: Custom Mozilla account server
azb: اؤزل موْزیلا حسابیْ سِروری

source: Custom search engine details
azb: اؤزل آختاریش موتورو جزئیاتی

source: Custom Sync server
azb: اؤزل دؤنگل سرور

source: %d addresses
azb: %d آدرس

source: Dark
azb: قارانلیق

source: Dark color scheme
azb: قارانلیق رنگ طرحی

source: Data choices
azb: دیتا سئچیمی

source: Data collection
azb: دیتا یئغیلماسیْ

source: Debug menu: %1$d click(s) left to enable
azb: سازلاما منوسو: گوجلندیرمک اوچون %1$d کلیک قالیب

source: Debug menu enabled
azb: خطا منوسو گوجلندیریلدی

source: Dec
azb: دسامبر

source: Deceptive site issue
azb: آلداتان سایت سورونو

source: Default search engine
azb: وارساییلان آختاریش موتورو

source: Delete
azb: سیل

source: Delete address
azb: آدرسی سیل

source: Delete all exceptions
azb: بوتون آیریْ توتمالاریْ سیل

source: Delete all sites in “%s”
azb: “%s” گروهونداکی بوتون سایتلاریْ سیل

source: Delete browsing data
azb: مرور دیتالارینیْ سیلین

source: Delete browsing data on quit
azb: چیخیش زمانی آختاریش بیلگی‌لری سیلین

source: Delete card
azb: کارتیْ سیل

source: Delete card?
azb: کارت سیلین‌سین؟

source: Delete collection
azb: مجموعه‌نی سیل

source: Deleted %1$s
azb: %1$s سیلیندی

source: Deleted %s
azb: %s سیلیندی

source: Delete from history
azb: گئچمیش‌دن سیل

source: Delete history
azb: گئچمیشی سیل

source: Delete this address?
azb: بو آدرس سیلینسین؟

source: Delete website
azb: سایتی سیل

source: Deleting browsing data…
azb: مرور دیتالاریْ سیلینیر…

source: Deleting selected folders
azb: سئچیلن قوْولوق سیلینیر

source: Deny
azb: رد

source: DENY
azb: رد ائله

source: Deselect all
azb: هامیسینی سئچمه

source: Desktop Bookmarks
azb: دستکتاپ بوکمارک‌لاریْ

source: Desktop site
azb: دسکتاپ سایت
